Repository: ITURO/ituro
Catalog: ituro/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Personal info
tr: Kişisel bilgiler

source: Permissions
tr: İzinler

source: Important dates
tr: Önemli tarihler

source: email address
tr: eposta adresi

source: full name
tr: tam isim

source: phone
tr: telefon

source: school
tr: okul

source: staff status
tr: personel durumu

source: Designates whether the user can log into this admin site.
tr: Kullanıcının bu admin sitesine giriş yapıp yapamayacağını belirler.

source: active
tr: aktif

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
tr: Kullanıcının aktif olup olmadığını belirler. Hesapları silmek yerine bunun seçimini kaldırın.

source: date joined
tr: katılım tarihi

source: user
tr: kullanıcı

source: users
tr: kullanıcılar

source: You have logged out successfully.
tr: Başarıyla çıkış yaptınız.

source: ITURO Registration
tr: İTÜRO Kayıt

source: You have created your user account successfully.
tr: Kullanıcı hesabınızı başarıyla oluşturdunuz.

source: You have updated your profile successfully.
tr: Profilinizi başarıyla güncellediniz.

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: Line Follower
tr: Çizgi İzleyen

source: Line Follower Junior
tr: Çizgi İzleyen Minikler

source: Micro Sumo
tr: Mikro Sumo

source: Construction
tr: İnşaat

source: Stair Climbing
tr: Merdiven Çıkan

source: Color Selecting
tr: Renk Seçen

source: Scenario
tr: Senaryo

source: Innovative
tr: Serbest

source: Simulation
tr: Simülasyon

source: Stage Order
tr: Etap Sırası

source: Is current stage?
tr: Şimdiki etap mı?

source: Is final stage?
tr: Final etabı mı?

source: Race Orders Availability
tr: Yarışma Sıraları Mevcut

source: Race Results Availability
tr: Yarışma Sonuçları Mevcut

source: Line Follower Stage
tr: Çizgi İzleyen Etabı

source: Line Follower Stages
tr: Çizgi İzleyen Etapları

source: Line Follower Junior Stage
tr: Çizgi İzleyen Minikler Etabı

source: Line Follower Junior Stages
tr: Çizgi İzleyen Minikler Etapları

source: Race Order
tr: Yarışma Sırası

source: Project
tr: Proje

source: Line Follower Race Order
tr: Çizgi İzleyen Yarışma Sırası

source: Line Follower Race Orders
tr: Çizgi İzleyen Yarışma Sıraları

source: Line Follower Junior Race Order
tr: Çizgi İzleyen Minikler Yarışma Sırası

source: Line Follower Junior Race Orders
tr: Çizgi İzleyen Minikler Yarışma Sıraları

source: Race Orders
tr: Yarışma Sıraları

source: I agree terms of service.
tr: Kullanım koşullarını kabul ediyorum.

source: Presentation file is required for innovative projects.
tr: Serbest Kategori projeleri için sunum dosyası gereklidir.

source: Only PDF files will be accepted.
tr: Sadece PDF dosyaları kabul edilir.

source: Max character number of the filename is 50.
tr: Dosya adı için maksimum karakter sayısı 50'dir.

source: Max file size is 1MB.
tr: Maksimum dosya boyutu 1MB'tır.

source: Presentation can only be uploaded for innovative projects.
tr: Sunum dosyası sadece Serbest Kategori projeleri için yüklenebilir.

source: Project name is being used.
tr: Proje adı kullanımdadır.

source: Project Name
tr: Proje Adı

source: Project Category
tr: Proje Kategorisi

source: Project Manager Email
tr: Proje Yöneticisi E-Posta Adresi

source: Project does not exist.
tr: Proje bulunmamaktadır.

source: User does not exist.
tr: Kullanıcı bulunmamaktadır.

source: Project does not belong to user.
tr: Proje kullanıcıya ait değil.

source: Error! Please correct the errors below.
tr: Hata! Lütfen aşağıdaki hataları düzeltin.

source: Category
tr: Kategori

source: Project Presentation File
tr: Proje Sunum Dosyası

source: Is project confirmed?
tr: Proje onaylı mı?

source: Projects
tr: Projeler

source: You can not have more than 1 project in Line Follower categories.
tr: Çizgi İzleyen kategorilerinde birden fazla projeniz bulunamaz.

source: You have created a project successfully.
tr: Başarıyla bir proje oluşturdunuz.

source: You have updated the project successfully.
tr: Projeyi başarıyla güncellediniz.

source: Project deleted.
tr: Proje silindi.

source: Project confirmation process completed successfully.
tr: Başarıyla bir proje oluşturdunuz.

source: User QRCode
tr: Kullanıcı QR Kodu

source: Project QRCode
tr: Proje QR Kodu

source: User Qrcode format is wrong.
tr: QR kod formatı yanlış.

source: User Qrcode must contain 2 integer.
tr: Kullanıcı QR kodu iki tamsayı içermeli.

source: Project Qrcode format is wrong.
tr: Proje QR kod formatı yanlış.

source: There is no category for given project qrcode
tr: Proje QR kodunda kategori bilgisi bulunmamakta.

source: Project Qrcode must contain 3 integer
tr: Proje QR kodu 3 tamsayı içermeli.

source: Home User QRCode
tr: Kullanıcı QR Kodu

source: Home Project QRCode
tr: Proje QR Kodu

source: Away User QRCode
tr: Kullanıcı QR Kodu

source: Away Project QRCode
tr: Proje QR Kodu

source: Home User QRCode format is wrong
tr: QR kod formatı yanlış.

source: Away User QRCode format is wrong
tr: QR kod formatı yanlış.

source: Home Project QRCode format is wrong
tr: Proje QR kod formatı yanlış.

source: Away Project QRCode format is wrong
tr: Proje QR kod formatı yanlış.

source: Home User does not exists
tr: Kullanıcı bulunmamaktadır.

source: Away User does not exists
tr: Kullanıcı bulunmamaktadır.

source: Home Project does not exists
tr: Proje bulunmamaktadır.

source: Away Project does not exists
tr: Proje bulunmamaktadır.

source: Home years mismatched
tr: Kodlar eşleşmedi

source: Away years mismatched
tr: Kodlar eşleşmedi

source: Home users mismatched
tr: Kodlar eşleşmedi

source: Away users mismatched
tr: Kodlar eşleşmedi

source: Home: Wrong Category
tr: Yanlış Kategori

source: Away: Wrong Category
tr: Yanlış Kategori

source: Result entry created.
tr: Sonuç girdisi oluşturuldu.

source: Result updated.
tr: Sonuç güncellendi.

source: Result entry deleted.
tr: Sonuç girdisi silindi.

source: Result entry generated.
tr: Sonuç girdisi oluşturuldu.

source: Result entry for {} #{} updated.
tr: {} #{} için sonuç girdisi güncellendi.

source: Wrong Robot
tr: Yanlış Robot

source: Wrong Category
tr: Yanlış Kategori

source: Codes are mismatched
tr: Kodlar eşleşmedi

source: Codes are matched
tr: Kodlar eşleşti

source: Juries can give only one score for each project.
tr: Jüriler her bir proje için tek bir puan girebilir.

source: Number of matches must be three.
tr: Maç sayısı toplam üç olmalı.

source: Score
tr: Puan

source: Minutes
tr: Dakika

source: Seconds
tr: Saniye

source: Milliseconds
tr: Milisaniye

source: Disqualification
tr: Diskalifiye

source: Is best result?
tr: En iyi sonuç mu?

source: Runway Out Count
tr: Dışarı Çıkma Sayısı

source: Line Follower Result
tr: Çizgi İzleyen Sonucu

source: Line Follower Results
tr: Çizgi İzleyen Sonuçları

source: Line Follower Junior Result
tr: Çizgi İzleyen Minikler Sonucu

source: Line Follower Junior Results
tr: Çizgi İzleyen Minikler Sonuçları

source: Construction Result
tr: İnşaat Sonucu

source: Construction Results
tr: İnşaat Sonuçları

source: Laps
tr: Turlar

source: Shortcuts
tr: Kestirmeler

source: Drone Result
tr: Drone Sonucu

source: Drone Results
tr: Drone Sonuçları

source: Stair #1
tr: Basamak #1

source: Stair #2
tr: Basamak #2

source: Stair #3
tr: Basamak #3

source: Stair #4
tr: Basamak #4

source: Stair #5
tr: Basamak #5

source: Stair #6
tr: Basamak #6

source: Stair #7
tr: Basamak #7

source: Down #6
tr: İniş #6

source: Down #5
tr: İniş #5

source: Down #4
tr: İniş #4

source: Down #3
tr: İniş #3

source: Down #2
tr: İniş #2

source: Down #1
tr: İniş #1

source: Plexi Touch Count
tr: Pleksiye Dokunma Sayısı

source: Is finish?
tr: Bitirildi mi?

source: Stair Climbing Result
tr: Merdiven Çıkan Sonucu

source: Stair Climbing Results
tr: Merdiven Çıkan Sonuçları

source: Cylinder Obtain Count
tr: Silindir Alma Sayısı

source: Cylinder Successful Placement Count
tr: Silindiri Başarılı Bir Şekilde Bırakma Sayısı

source: Cylinder Unsuccessful Placement Count
tr: Silindiri Başarısız Bir Şekilde Bırakma Sayısı

source: Color Selecting Result
tr: Renk Seçen Sonucu

source: Color Selecting Results
tr: Renk Seçen Sonuçları

source: Is parked wrongly?
tr: Yanlış park etti mi?

source: Is parked?
tr: Park etti mi?

source: Succeed Signs
tr: Başarılı Tabelalar

source: Failed Signs
tr: Başarısız Tabelalar

source: Scenario Result
tr: Senaryo Sonucu

source: Scenario Results
tr: Senaryo Sonuçları

source: Innovative Jury
tr: Serbest Jürisi

source: Innovative Juries
tr: Serbest Jürileri

source: Jury Score
tr: Jüri Puanı

source: Design
tr: Tasarım

source: Technical
tr: Teknik

source: Presentation
tr: Sunum

source: Opinion
tr: Görüş

source: Innovative Result
tr: Serbest Sonucu

source: Innovative Results
tr: Serbest Sonuçları

source: Innovative Total Result
tr: Serbest Toplam Sonucu

source: Innovative Total Results
tr: Serbest Toplam Sonuçları

source: Stage
tr: Etap

source: Created
tr: Oluşturulma

source: Order
tr: Sıra

source: Cat
tr: Kedi

source: Cat Password
tr: Kedinin şifresi

source: Rat Password
tr: Farenin şifresi

source: System Password
tr: Sistemin şifresi

source: Rat
tr: Fare

source: Winner
tr: Kazanan

source: Match
tr: Maç

source: Distance
tr: Uzaklık

source: Is caught?
tr: Yakalandı mı?

source: Is cancelled?
tr: İptal edildi mi?

source: Game played?
tr: Maç oynandı mı?

source: Home Score
tr: Ev Sahibi Skor

source: Away Score
tr: Deplasman Skor

source: Sumo Group
tr: Sumo Grubu

source: Sumo Groups
tr: Sumo Grupları

source: Sumo Robot
tr: Sumo Robotu

source: Point
tr: Puan

source: Average
tr: Averaj

source: Is attended?
tr: Yarıştı mı?

source: Sumo Group Team
tr: Sumo Grup Takımı

source: Sumo Group Teams
tr: Sumo Grup Takımları

source: Sumo Group Match
tr: Sumo Grup Maçı

source: Sumo Group Matches
tr: Sumo Grup Maçları

source: Sumo Stage
tr: Sumo Turu

source: Sumo Stages
tr: Sumo Etapları

source: Sumo Stage Match
tr: Sumo Tur Maçı

source: Sumo Stage Matches
tr: Sumo Tur Maçları

source: Forbidden
tr: İzin Yok

source: This page is forbidden for you.
tr: Bu sayfaya giriş izniniz yok.

source: Page not found
tr: Sayfa bulunamadı.

source: This is not the page you are looking for.
tr: Aradığınız sayfa bu değildir.

source: Server Error
tr: Sunucu Hatası

source: An error occured on server.
tr: Sunucuda bir hata meydana geldi.

source: User Register
tr: Kullanıcı Kayıt

source: Submit
tr: Gönder

source: ITU Robot Olympics - Password Reset Request
tr: İTÜ Robot Olimpiyatları - Parola Sıfırlama İsteği

source: You have signed up to ITU Robot Olympics.
tr: İTÜ Robot Olimpiyatları'na kaydoldunuz.

source: Login
tr: Giriş Yap

source: <strong>Error!</strong> E-mail address and password mismatch.
tr: Hata! E-posta ve parola uyuşmuyor.

source: Sign In
tr: Giriş Yap

source: Forgot password?
tr: Parolanızı mı unuttunuz?

source: email
tr: eposta

source: password
tr: parola

source: Register
tr: Kayıt

source: Your password was changed.
tr: Parolanız değiştirildi.

source: Change my password
tr: Parolamı değiştir

source: Your password has been set. You may go ahead and log in now.
tr: Parolanız ayarlandı. Şimdi devam edebilir ve giriş yapabilirsiniz.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
tr: Parola sıfırlama linki geçerli değil, daha önce kullanılmış olabilir. Lütfen yeni bir parola sıfırlama isteği gönderiniz.

source: We have sent you an email. Please check your email address.
tr: Size bir e-posta gönderdik. Lütfen e-posta adresinizi kontrol ediniz.

source: Password reset
tr: Parola sıfırlama

source: Reset my password
tr: Parolamı sıfırla.

source: User Profile
tr: Kullanıcı Profili

source: Change Password
tr: Parolamı değiştir

source: ITU Robot Olympics 2016
tr: İTÜ Robot Olimpiyatları 2016

source: tr
tr: en

source: ITU Robot Olympics
tr: İTÜ Robot Olimpiyatları

source: en
tr: tr

source: My Projects
tr: Projelerim

source: New Project
tr: Yeni Proje

source: Orders
tr: Sıralar

source: Results
tr: Sonuçlar

source: Türkçe
tr: English

source: Logout
tr: Çıkış

source: ITU Robot Olympics 2017
tr: İTÜ Robot Olimpiyatları 2017

source: Create Result
tr: Sonuç Ekle

source: Create Project
tr: Proje Ekle

source: Robot Name
tr: Robot İsmi

source: Ranking
tr: Derece

source: Final Stage
tr: Final Etabı

source: Cat Robot Name
tr: Kedi Robot İsmi

source: Rat Robot Name
tr: Fare Robot İsmi

source: Simulation Stages
tr: Simülasyon Etapları

source: Group
tr: Grup

source: Micro Sumo Final Group
tr: Mikro Sumo Final Grubu

source: Group Teams
tr: Grup Takımları

source: Group Matches
tr: Grup Maçları

source: Home
tr: Ev Sahibi

source: Away
tr: Deplasman

source: Micro Sumo Group Orders
tr: Mikro Sumo Grup Sıraları

source: Micro Sumo Orders
tr: Mikro Sumo Sıraları

source: Micro Sumo Groups
tr: Mikro Sumo Grupları

source: Micro Sumo Stages
tr: Mikro Sumo Etaplar

source: Stage Matches
tr: Sumo Tur Maçları

source: Micro Sumo Stage Orders
tr: Mikro Sumo Etap Sıraları

source: Project Confirmation
tr: Proje Onay

source: Confirm Project
tr: Projeyi Onayla

source: Confirm
tr: Onayla

source: Delete Project
tr: Projeyi Sil

source: You are about to delete %(object)s. Are you sure?
tr: %(object)s adlı projeyi silmek üzeresiniz. Emin misiniz?

source: Project Detail
tr: Proje Detayı

source: Name
tr: İsim

source: Update Project
tr: Projeyi Güncelle

source: see project detail
tr: proje detay

source: There is no project you are a part of.
tr: Dahil olduğunuz bir proje yok.

source: Create a new project.
tr: Yeni bir proje ekleyin.

source: Project QrCode
tr: Proje QR Kodu

source: Back
tr: Geri

source: Referee Dashboard
tr: Hakem Yönetim Sayfası

source: Update
tr: Güncelle

source: Delete Result
tr: Sonuç Sil

source: You are about to delete the result entry. Are you sure?
tr: Sonuç girdisini silmek üzeresiniz. Emin misiniz?

source: List
tr: Liste

source: Referee
tr: Hakem

source: Actions
tr: Eylemler

source: Update Result
tr: Sonuç Güncelle

source: Line Follower Junior %(order)s Stage
tr: Çizgi İzleyen Minikler %(order)s Etap

source: Check QRCode
tr: QR Kod'u Kontrol Et

source: Line Follower %(order)s Stage
tr: Çizgi İzleyen %(order)s Etap

source: Micro Sumo Referee Dashboard
tr: Mikro Sumo Hakem Yönetim Sayfası

source: Final Group Exhibitions
tr: Final Grubu Sıraları

source: Exhibitions
tr: Sıralar

source: Final Group
tr: Mikro Sumo Final Grubu

source: QRCode Check
tr: QR Kod Kontrol

source: Check
tr: Kontrol et

source: Simulation %(order)s Stage
tr: Simülasyon %(order)s Etap

source: Result Count
tr: Sonuç Sayısı

source: Create
tr: Oluştur

source: Simulation Results
tr: Simülasyon Etapları

source: Rank
tr: Derece

source: Micro Sumo Group Results
tr: Mikro Sumo Grup Sonuçları

source: Micro Sumo Results
tr: Mikro Sumo Sonuçlar

source: Micro Sumo Stage Results
tr: Mikro Sumo Etap Sonuçlar
